update docs
Signed-off-by: Nathan Mulbrook: <nathanmulbrook@gmail.com>
